LICENSE_TYPES = (
    "普通重型機車", "普通輕型機車 (50cc 以下)", "普通小型車", "職業小型車", "普通大貨車",
    "職業大貨車", "普通大客車", "職業大客車", "普通聯結車", "職業聯結車",
)

STATIONS = {
    "臺北市區監理所（含金門馬祖）": ["士林監理站(臺北市士林區承德路5段80號)", "基隆監理站(基隆市七堵區實踐路296號)", "金門監理站(金門縣金湖鎮黃海路六之一號)", "連江監理站(連江縣南竿鄉津沙村155號)"],
    "臺北區監理所（北宜花）": ["臺北區監理所(新北市樹林區中正路248巷7號)", "板橋監理站(新北市中和區中山路三段116號)", "宜蘭監理站(宜蘭縣五結鄉中正路二段9號)", "花蓮監理站(花蓮縣吉安鄉中正路二段152號)", "玉里監理分站(花蓮縣玉里鎮中華路427號)", "蘆洲監理站(新北市蘆洲區中山二路163號)"],
    "新竹區監理所（桃竹苗）": ["新竹區監理所(新竹縣新埔鎮文德路三段58號)", "新竹市監理站(新竹市自由路10號)", "桃園監理站(桃園市介壽路416號)", "中壢監理站(桃園縣中壢市延平路394號)", "苗栗監理站(苗栗市福麗里福麗98號)"],
    "臺中區監理所（中彰投）": ["臺中區監理所(臺中市大肚區瑞井里遊園路一段2號)", "臺中市監理站(臺中市北屯路77號)", "埔里監理分站(南投縣埔里鎮水頭里水頭路68號)", "豐原監理站(臺中市豐原區豐東路120號)", "彰化監理站(彰化縣花壇鄉南口村中山路二段457號)", "南投監理站(南投縣南投市光明一路301號)"],
    "嘉義區監理所（雲嘉南）": ["嘉義區監理所(嘉義縣朴子市朴子七路29號)", "東勢監理分站(雲林縣東勢鄉新坤村新坤路333號)", "雲林監理站(雲林縣斗六市雲林路二段411號)", "新營監理站(臺南市新營區大同路55號)", "臺南監理站(臺南市崇德路1號)", "麻豆監理站(臺南市麻豆區北勢里新生北路551號)", "嘉義市監理站(嘉義市東區保建街89號)"],
    "高雄市區監理所": ["高雄市區監理所(高雄市楠梓區德民路71號)", "苓雅監理站(高雄市三民區建國一路454號)", "旗山監理站(高雄市旗山區旗文路123-1號)"],
    "高雄區監理所（高屏澎東）": ["高雄區監理所(高雄市鳳山區武營路361號)", "臺東監理站(臺東市正氣北路441號)", "屏東監理站(屏東市忠孝路222號)", "恆春監理分站(屏東縣恒春鎮草埔路11號)", "澎湖監理站(澎湖縣馬公市光華里121號)"],
}
